Revit 2027 API
HemisphericalLightDistribution Properties
The HemisphericalLightDistribution type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from LightDistribution)
Top
See Also
Reference
HemisphericalLightDistribution Class
Autodesk.Revit.DB.Lighting Namespace